"identhub_phone_verification_description" = "Introduzca el código de 6 dígitos enviado a su número móvil %1$s";

"identhub_phone_verification_request_code" = "Richiedi nuovo codice in";

"identhub_phone_verification_send_new_code" = "Invia nuovo codice";

"identhub_phone_verification_title" = "Confermare il telefono";

"identhub_terms_and_conditions_checkbox_text" = "Accetto %1$s e %2$s";

"identhub_terms_and_conditions_info" = "Per continuare, leggi e accetta l'informativa sulla privacy e i Termini & Condizioni.";

"identhub_terms_and_conditions_title" = "Termini e Condizioni";

